{
  "periods": [
    { "id": "zugot",    "name": "Период Зугот",    "start": -150, "end": 0 },
    { "id": "tanaim",   "name": "Период Танаим",    "start": 0,    "end": 200 },
    { "id": "amoraim",  "name": "Период Амораим",  "start": 200,  "end": 500 },
    { "id": "savoraim", "name": "Период Савораим",  "start": 500,  "end": 600 }
  ],
  "sages": [
    {
      "name": "Йосе бен Йоэзер из Црейды",
      "year": -150,
      "periodId": "zugot",
      "bio": "Первый председатель Синедриона в период Зугот. Был коэном и считался одним из наиболее благочестивых учёных своего времени. Его наставления подчеркивали важность дома как центра учёности: \"Пусть твой дом будет местом собрания мудрецов\". Его строгие постановления в области ритуальной чистоты принесли ему титул \"хасид среди коэнов\". Согласно преданию, он погиб мученической смертью, распятый греками во время преследований."
    },
    {
      "name": "Гиллель Старший",
      "year": -50,
      "periodId": "zugot",
      "bio": "Основатель одной из важнейших школ еврейского закона — школы Гиллеля. Известен своей мягкостью, терпимостью и доступностью в обучении. Его знаменитая фраза: \"То, что ненавистно тебе, не делай ближнему — это вся Тора, остальное комментарий, иди и учи!\". Считается учителем Рабана Йоханана бен Закая."
    },
    {
      "name": "Рабан Йоханан бен Закай",
      "year": 50,
      "periodId": "tanaim",
      "bio": "Один из величайших мудрецов периода Танаим, переживший разрушение Второго Храма. Перенёс центр еврейского учения в Явне, тем самым заложив основы будущего развития иудаизма после Храма. Был учеником Гиллеля Старшего. Прославился своими глубокими знаниями и способностью предвидеть исторические события."
    },
    {
      "name": "Раби Акива",
      "year": 135,
      "periodId": "tanaim",
      "bio": "Один из величайших мудрецов Талмуда, основатель системы устного закона. Начал учёбу только в 40 лет, но достиг высочайшего уровня мудрости. Был одним из духовных лидеров восстания Бар-Кохбы. Погиб мученической смертью от рук римлян, продолжая изучать Тору до последнего момента. Его знаменитое изречение: \"Возлюби ближнего своего, как самого себя – это великий принцип Торы.\""
    }
  ]
}
